IDEA StatiCa Open Model
MaterialStrengthProperty Constructor
Compatible with IDEA StatiCa Beta 21.0 - beta
Initializes a new instance of the MaterialStrengthProperty class
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public MaterialStrengthProperty()
Public Sub New
public:
MaterialStrengthProperty()
See Also
Reference
MaterialStrengthProperty Class
IdeaRS.OpenModel.Material Namespace